[Info]
download=http://www.panoramicsoft.com/mobileapps/calcpro/currency_czi.ini
lastupdate=3/26/2012 11:37 GMT
utc=1332761831
numcurrencies=167
[Currencies]
1=ALL,阿爾巴尼亞列克,$,104.98,104.93,105.03
2=DZD,阿爾及利亞第納爾,DA,74.75,73.75,75.75
3=XAL,Aluminium Ounces,oz,0.00,N/A,N/A
4=ARS,阿根廷比索,$,4.3655,4.363,4.368
5=AWG,阿魯巴弗羅林,Afl.,1.7899,1.7799,1.7999
6=AUD,澳大利亞元,AU$,0.9507,0.9506,0.9509
7=ATS,奧地利先令,S,10.31747294,10.31747294,10.31747294
8=BSD,巴哈馬元,B$,1.00,1.00,1.00
9=BHD,巴林第納爾,BD,0.3769,0.3768,0.377
10=BDT,孟加拉塔卡,$,81.75,81.50,82.00
11=BBD,巴巴多斯元,Bds$,2.00,2.00,2.00
12=BYR,白俄羅斯盧布,Br,8050.00,8000.00,8100.00
13=BEF,比利時法郎,Bf,33.24605702,33.24605702,33.24605702
14=BZD,伯利茲元,BZ$,1.93,1.91,1.95
15=BMD,百慕大元,BD$,1.00,1.00,1.00
16=BTN,不丹努扎姆,Nu.,51.33,51.325,51.335
17=BOB,玻利維亞玻利維亞諾,Bs.,6.91,6.86,6.96
18=BWP,博茨瓦納普拉,P,7.2228,7.2178,7.2278
19=BRL,巴西雷亞爾,R$,1.81,1.809,1.811
20=GBP,英鎊,£,0.6271,0.6271,0.6272
21=BND,文萊元,B$,1.2584,1.258,1.2587
22=BGN,保加利亞列弗,lv,1.4782,1.4732,1.4832
23=BIF,布隆迪法郎,FBu,1300.00,1290.00,1310.00
24=KHR,柬埔寨瑞尔,$,4005.00,4000.00,4010.00
25=CAD,加拿大元,$,0.9924,0.9923,0.9926
26=CVE,佛得角埃斯庫多,$,82.85,82.75,82.95
27=KYD,开曼元,CI$,0.00,N/A,N/A
28=XOF,非洲金融共同體法郎,$,492.60,492.10,493.10
29=XAF,中非金融合作法郎,$,491.9801,491.9063,492.0539
30=CLP,智利比索,$,486.75,486.00,487.50
31=CNY,中國人民幣元,Y,6.3185,6.3135,6.3235
32=COP,哥倫比亞比索,$,1761.50,1759.00,1764.00
33=KMF,科摩罗法郎,$,368.985,368.9297,369.0404
34=XCP,Copper Pounds,lbs,0.257,N/A,N/A
35=CRC,哥斯達黎加科朗,¢,504.70,503.70,505.70
36=HRK,克羅地亞庫納,kn,5.635,5.6165,5.6535
37=CUP,古巴比索,$,1.00,1.00,1.00
38=CYP,塞浦路斯鎊,£,0.00,N/A,N/A
39=CZK,捷克克朗,Kc,18.4461,18.4395,18.4527
40=DKK,丹麥克朗,kr,5.5754,5.5729,5.5779
41=DJF,吉布提法郎,$,180.98,175.98,185.98
42=DOP,多米尼加比索,RD$,39.00,38.90,39.10
43=NLG,荷蘭盾,fl.,1.652341758,1.652341758,1.652341758
44=XCD,東加勒比元,$,2.70,2.70,2.70
45=ECS,Ecuador Sucre,Sl.,0.00,N/A,N/A
46=EGP,埃及鎊,£,6.0385,6.036,6.041
47=SVC,薩爾瓦多科朗,$,8.7475,8.7425,8.7525
48=ERN,厄立特裡亞納克法,Nfk,0.00,N/A,N/A
49=EEK,愛沙尼亞克朗,$,0.00,N/A,N/A
50=ETB,埃塞俄比亞比爾,Br,17.4675,17.3806,17.5544
51=EUR,歐元,,0.7498,0.7498,0.7498
52=FKP,福克蘭鎊,£,0.6299,0.6294,0.6304
53=FJD,斐濟元,FJ$,1.7615,1.7565,1.7665
54=FIM,芬蘭馬克,FmK,4.458108354,4.458108354,4.458108354
55=FRF,法國法郎,FF,4.918365586,4.918365586,4.918365586
56=GMD,岡比亞達拉西,D,29.69,29.05,30.33
57=DEM,德國馬克,DM,1.466481334,1.466481334,1.466481334
58=GHC,加納塞地,GH¢,0.00,N/A,N/A
59=GIP,直布羅陀鎊,£,0.6298,0.6296,0.6301
60=XAU,金,oz,0.0006,0.0006,0.0006
61=GRD,希臘德拉克馬,Dr,255.49435,255.49435,255.49435
62=GTQ,危地馬拉格查爾,Q,7.7515,7.75,7.753
63=GNF,幾內亞法郎,FG,7102.50,7005.00,7200.00
64=GYD,圭亞那元,$,202.70,200.20,205.20
65=HTG,海地古德,G,41.00,41.00,41.00
66=HNL,洪都拉斯倫皮拉,L,19.055,19.055,19.055
67=HKD,港幣,HK$,7.7682,7.7681,7.7684
68=HUF,匈牙利 福林,Ft,218.96,218.77,219.15
69=ISK,冰岛克朗,kr,126.65,126.60,126.70
70=INR,印度卢比,Rs,51.055,51.05,51.06
71=IDR,印度尼西亞盾,Rp,9175.00,9170.00,9180.00
72=IRR,伊朗里亚尔,$,12275.00,12250.00,12300.00
73=IQD,伊拉克第纳尔,$,1161.80,1160.80,1162.80
74=IEP,愛爾蘭鎊,IR£,0.5905154872,0.5905154872,0.5905154872
75=ILS,以色列新謝克爾,$,3.7156,3.7137,3.7175
76=ITL,義大利里拉,L,1451.815246,1451.815246,1451.815246
77=JMD,牙买加元,$,86.70,86.20,87.20
78=JPY,日本日圓,¥,82.835,82.81,82.86
79=JOD,约旦第纳尔,$,0.7082,0.7075,0.709
80=KZT,哈薩克坦吉,$,147.715,147.69,147.74
81=KES,肯尼亚先令,KSh,83.20,83.10,83.30
82=KRW,南韓韓圆,W,1139.00,1138.70,1139.30
83=KWD,科威特第纳尔,$,0.2785,0.2775,0.2795
84=LAK,老撾基普,KN,7982.50,7960.00,8005.00
85=LVL,拉脫維亞拉特,Ls,0.523,0.5225,0.5235
86=LBP,黎巴嫩鎊,£,1504.50,1501.00,1508.00
87=LSL,萊索托洛蒂,L,7.585,7.56,7.61
88=LRD,利比裡亞元,L$,73.25,72.50,74.00
89=LYD,利比亞第納爾,LD,1.2497,1.2422,1.2572
90=LTL,立陶宛立特,Lt,2.5891,2.5883,2.59
91=LUF,盧森堡法郎,Lux,30.24685702,30.24685702,30.24685702
92=MOP,澳門幣,MOP$,8.0012,8.0009,8.0015
93=MKD,前南馬其頓代納爾,$,46.205,46.00,46.41
94=MWK,馬拉維克瓦查,MK,166.5592,164.8936,168.2248
95=MYR,林吉特,RM,3.08,3.0785,3.0815
96=MVR,馬爾代夫拉菲亞,Mf,15.38,15.38,15.38
97=MTL,馬耳他里拉,Lm,0.32188914,0.32188914,0.32188914
98=MTL,馬耳他里拉,Lm,0.00,N/A,N/A
99=MRO,毛裡塔尼亞烏吉亞,$,289.25,289.00,289.50
100=MUR,毛里求斯盧比,Rs,29.40,28.90,29.90
101=MXN,墨西哥比索,Mex$,12.6732,12.6704,12.676
102=MDL,摩爾多瓦列伊,$,11.849,11.799,11.899
103=MNT,蒙古圖格裡克,$,1312.50,1310.00,1315.00
104=MAD,摩洛哥迪拉姆,$,8.379,8.344,8.414
105=MMK,緬元,K,6.51,6.41,6.61
106=NAD,納米比亞元,N$,7.6075,7.606,7.609
107=NPR,尼泊爾盧比,Rs,81.88,81.88,81.88
108=ANG,荷屬安的列斯盾,NAf,1.79,1.79,1.79
109=TRY,新土耳其里拉,YTL,1.788,1.7871,1.7888
110=NZD,紐西蘭元,$,1.2174,1.2173,1.2176
111=NIO,尼加拉瓜科多巴,C$,23.2365,23.233,23.24
112=NGN,尼日利亞奈拉,N,157.65,157.60,157.70
113=KPW,朝鲜朝鮮圆,W,900.00,900.00,900.00
114=NOK,挪威克朗,kr,5.689,5.6878,5.6901
115=OMR,阿曼裡亞爾,$,0.3851,0.385,0.3852
116=XPF,太平洋法郎,F,89.4749403341,89.4749403341,89.4749403341
117=PKR,巴基斯坦盧比,Rs.,90.85,90.75,90.95
118=XPD,鈀,oz,0.0015,N/A,N/A
119=PAB,巴拿馬巴波亞,B,1.00,1.00,1.00
120=PGK,巴布亞新幾內亞基那,K,2.0534,2.0034,2.1034
121=PYG,巴拉圭瓜拉尼,G,4295.00,4280.00,4310.00
122=PEN,秘魯新索爾,Sl.,2.6715,2.669,2.674
123=PHP,菲律賓比索,$,43.09,43.04,43.14
124=XPT,鉑,oz,0.0006,N/A,N/A
125=PLN,波蘭茲羅提,zl,3.0985,3.0979,3.0991
126=PTE,葡萄牙埃斯庫多,Esc,150.3214036,150.3214036,150.3214036
127=QAR,卡塔爾裡亞爾,QR,3.6408,3.6403,3.6413
128=RON,羅馬尼亞列伊,$,3.2732,3.2707,3.2757
129=RUB,俄羅斯盧布,$,28.985,28.98,28.99
130=RWF,盧旺達法郎,RF,607.127,602.27,611.984
131=WST,薩摩亞塔拉,WS$,2.2475,2.2222,2.2727
132=ESP,西班牙比塞塔,Pts,124.7562228,124.7562228,124.7562228
133=STD,聖多美和普林西比多布拉,Db,18425.00,18400.00,18450.00
134=SAR,沙特裡亞爾,SR,3.7503,3.75,3.7505
135=SCR,塞舌爾盧比,SRe,14.0745,13.8884,14.2607
136=SLL,塞拉利昂利昂,$,4360.00,4310.00,4410.00
137=XAG,銀,oz,0.0306,N/A,N/A
138=SGD,新加坡元,S$,1.258,1.2578,1.2582
139=SKK,斯洛伐克克朗,Sk,0.00,N/A,N/A
140=SIT,斯洛文尼亞托拉爾,$,0.00,N/A,N/A
141=SBD,所羅門群島元,SI$,7.071,6.8213,7.3206
142=SOS,索馬裡先令,So.,1625.00,1575.00,1675.00
143=ZAR,南非蘭特,R,7.5902,7.5886,7.5918
144=LKR,斯里蘭卡盧比,Rs,130.05,129.80,130.30
145=SHP,聖赫勒拿鎊,£,0.6298,0.6296,0.6301
146=SDD,蘇丹第納爾,£Sd,0.00,N/A,N/A
147=SZL,斯威士蘭裡蘭吉尼,$,7.587,7.562,7.612
148=SEK,瑞典克朗,kr,6.6778,6.6753,6.6803
149=CHF,瑞士法郎,Fr.,0.9035,0.9032,0.9037
150=SYP,敘利亞鎊,$,57.45,57.30,57.60
151=TWD,新臺幣元,$,29.665,29.615,29.715
152=TZS,坦桑尼亞先令,x/y,1596.50,1593.00,1600.00
153=THB,泰銖,B,30.69,30.665,30.715
154=TOP,湯加潘加,T$,1.6935,1.692,1.6949
155=TTD,千里達及托巴哥元,$,6.4026,6.3708,6.4344
156=TND,突尼西亞第納爾,DT,1.501,1.50,1.502
157=USD,美元,$,1.000,.999,1.001
158=AED,UAE Dirham,$,3.673,3.6728,3.6733
159=UGX,烏干達先令,USh,2515.00,2505.00,2525.00
160=UAH,烏克蘭赫裡夫尼亞,$,8.03,8.025,8.035
161=UYU,烏拉圭比索,$,19.50,19.40,19.60
162=VUV,瓦努阿圖瓦圖,Vt,90.40,89.40,91.40
163=VEB,委內瑞拉玻利瓦爾,Bs.,0.00,N/A,N/A
164=VND,越南盾,$,20885.00,20835.00,20935.00
165=YER,也門裡亞爾,$,213.75,213.70,213.80
166=ZMK,贊比亞克瓦查,ZK,5360.00,5310.00,5410.00
167=ZWD,津巴布韋元,$,0.00,N/A,N/A
